Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Background App Refresh is off, so steps notifications may be delayed while the app is closed.
de: Hintergrundaktualisierung ist deaktiviert, daher können Schritt-Benachrichtigungen verzögert sein, während die App geschlossen ist.
es: La actualización en segundo plano está desactivada, por lo que las notificaciones de pasos pueden retrasarse mientras la app está cerrada.
fr: L'actualisation en arrière-plan est désactivée, les notifications de pas peuvent donc être retardées lorsque l'app est fermée.
it: L'aggiornamento app in background è disattivato, quindi le notifiche sui passi potrebbero arrivare in ritardo mentre l'app è chiusa.
ja: Appのバックグラウンド更新がオフのため、アプリを閉じている間は歩数の通知が遅れる場合があります。
ko: 백그라운드 앱 새로 고침이 꺼져 있어 앱이 닫혀 있는 동안 걸음 수 알림이 늦어질 수 있어요.
pt_br: A atualização em segundo plano está desativada, então as notificações de passos podem atrasar enquanto o app está fechado.
ru: Фоновое обновление выключено, поэтому уведомления о шагах могут приходить с задержкой, пока приложение закрыто.
zh_hans: “后台 App 刷新”已关闭，应用关闭时步数通知可能会延迟。

source: Balanced 4-day split. Two upper days and two lower days hit each muscle twice a week.
de: Ausgewogener 4-Tage-Split. Zwei Oberkörper- und zwei Unterkörpertage treffen jeden Muskel zweimal pro Woche.
es: Split equilibrado de 4 días. Dos días de tren superior y dos de inferior trabajan cada músculo dos veces por semana.
fr: Split équilibré sur 4 jours. Deux jours haut du corps et deux jours bas du corps sollicitent chaque muscle deux fois par semaine.
it: Split bilanciato su 4 giorni. Due giorni per la parte alta e due per la parte bassa allenano ogni muscolo due volte a settimana.
ja: バランスの取れた週4日のスプリット。上半身2日と下半身2日で、各部位を週2回鍛えます。
ko: 균형 잡힌 4일 스플릿. 상체 2일, 하체 2일로 각 근육을 주 2회 자극해요.
pt_br: Split equilibrado de 4 dias. Dois dias de parte superior e dois de inferior trabalham cada músculo duas vezes por semana.
ru: Сбалансированный сплит на 4 дня. Два дня на верх и два на низ — каждая мышца дважды в неделю.
zh_hans: 均衡的4天分化。两天上肢加两天下肢，每块肌肉每周练两次。

source: Barbell
de: Langhantel
es: Barra
fr: Barre
it: Bilanciere
ja: バーベル
ko: 바벨
pt_br: Barra
ru: Штанга
zh_hans: 杠铃

source: Baseline
de: Ausgangswert
es: Línea base
fr: Référence
it: Riferimento
ja: 基準値
ko: 기준선
pt_br: Linha de base
ru: База
zh_hans: 基线

source: Bed & Wake — Last 14 Days
de: Schlafen & Aufwachen — letzte 14 Tage
es: Acostarse y despertar — últimos 14 días
fr: Coucher et réveil — 14 derniers jours
it: Coricamento e risveglio — Ultimi 14 giorni
ja: 就寝・起床 — 過去14日間
ko: 취침 & 기상 — 최근 14일
pt_br: Dormir e acordar — últimos 14 dias
ru: Отбой и подъём — последние 14 дней
zh_hans: 入睡与醒来 — 最近14天

source: Bed & wake patterns, consistency score
de: Schlaf- und Wachmuster, Konsistenzwert
es: Patrones de sueño y vigilia, puntuación de consistencia
fr: Habitudes de coucher et de réveil, score de régularité
it: Andamento di coricamento e risveglio, punteggio di costanza
ja: 就寝・起床のパターン、一貫性スコア
ko: 취침·기상 패턴, 일관성 점수
pt_br: Padrões de dormir e acordar, pontuação de consistência
ru: Режим отбоя и подъёма, оценка стабильности
zh_hans: 入睡与醒来规律、稳定性评分

source: Bed and wake time chart over the last 14 days
de: Diagramm der Schlaf- und Aufwachzeiten der letzten 14 Tage
es: Gráfico de horas de acostarse y despertar de los últimos 14 días
fr: Graphique des heures de coucher et de réveil des 14 derniers jours
it: Grafico degli orari di coricamento e risveglio degli ultimi 14 giorni
ja: 過去14日間の就寝・起床時刻のグラフ
ko: 최근 14일 취침·기상 시간 차트
pt_br: Gráfico de horários de dormir e acordar dos últimos 14 dias
ru: График отбоя и подъёма за последние 14 дней
zh_hans: 最近14天的入睡与醒来时间图表

source: Bedtime
de: Schlafenszeit
es: Hora de acostarse
fr: Heure du coucher
it: Ora di coricamento
ja: 就寝時刻
ko: 취침 시간
pt_br: Hora de dormir
ru: Отход ко сну
zh_hans: 入睡时间

source: Bedtime consistency, scatter, and shifts at a glance.
de: Schlafenszeit-Konsistenz, Streudiagramm und Verschiebungen auf einen Blick.
es: Consistencia de la hora de acostarse, dispersión y cambios de un vistazo.
fr: Régularité du coucher, nuage de points et décalages en un coup d'œil.
it: Costanza, dispersione e spostamenti dell'ora di coricamento in un colpo d'occhio.
ja: 就寝時刻の一貫性、分布、ずれをひと目で確認。
ko: 취침 일관성, 분포, 변화를 한눈에.
pt_br: Consistência da hora de dormir, dispersão e mudanças num relance.
ru: Стабильность отбоя, разброс и сдвиги — с одного взгляда.
zh_hans: 一眼看清入睡稳定性、分布和变化。

source: Beginner
de: Anfänger
es: Principiante
fr: Débutant
it: Principiante
ja: 初級
ko: 초급
pt_br: Iniciante
ru: Начинающий
zh_hans: 初级

source: Behind Schedule
de: Hinter dem Zeitplan
es: Por detrás del calendario
fr: En retard sur le programme
it: In ritardo
ja: 予定より遅れています
ko: 일정보다 늦음
pt_br: Atrasado no cronograma
ru: С отставанием
zh_hans: 进度落后

source: Bench Day
de: Bankdrück-Tag
es: Día de press de banca
fr: Jour de développé couché
it: Giorno di panca
ja: ベンチプレスの日
ko: 벤치 데이
pt_br: Dia de supino
ru: День жима
zh_hans: 卧推日

source: Biceps
de: Bizeps
es: Bíceps
it: Bicipiti
ja: 上腕二頭筋
ko: 이두근
pt_br: Bíceps
ru: Бицепс
zh_hans: 肱二头肌

source: Birthday
de: Geburtstag
es: Cumpleaños
fr: Anniversaire
it: Data di nascita
ja: 生年月日
ko: 생일
pt_br: Aniversário
ru: Дата рождения
zh_hans: 生日

source: Body Part
de: Körperteil
es: Parte del cuerpo
fr: Partie du corps
it: Parte del corpo
ja: 部位別
ko: 부위
pt_br: Parte do corpo
ru: Часть тела
zh_hans: 身体部位

source: Bodyweight
de: Körpergewicht
es: Peso corporal
fr: Poids du corps
it: Corpo libero
ja: 自重
ko: 맨몸
pt_br: Peso corporal
ru: Свой вес
zh_hans: 自重

source: breaths per minute
de: Atemzüge pro Minute
es: respiraciones por minuto
fr: respirations par minute
it: respiri al minuto
ja: 回/分
ko: 회
pt_br: respirações por minuto
ru: вдохов в минуту
zh_hans: 次呼吸每分钟

source: Bucket
de: Eimer
es: Cubo
fr: Compartiment
it: Fascia
ja: 区分
ko: 구간
pt_br: Balde
ru: Группа
zh_hans: 区间

source: Build a full program from a sentence. (Pro)
de: Erstelle ein komplettes Programm aus einem Satz. (Pro)
es: Crea un programa completo a partir de una frase. (Pro)
fr: Crée un programme complet à partir d’une phrase. (Pro)
it: Crea un programma completo da una frase. (Pro)
ja: 一文から完全なプログラムを作成。(Pro)
ko: 한 문장으로 전체 프로그램을 만들어 보세요. (Pro)
pt_br: Crie um programa completo a partir de uma frase. (Pro)
ru: Полная программа из одного предложения. (Pro)
zh_hans: 一句话生成完整训练方案。(Pro)

source: Build Full Program
de: Vollständiges Programm erstellen
es: Crear programa completo
fr: Créer le programme complet
it: Crea programma completo
ja: 完全なプログラムを作成
ko: 전체 프로그램 만들기
pt_br: Criar programa completo
ru: Собрать программу
zh_hans: 生成完整方案

source: Building Your Correlations
de: Deine Korrelationen werden erstellt
es: Creando tus correlaciones
fr: Création de tes corrélations
it: Stiamo costruendo le tue correlazioni
ja: 相関を分析中
ko: 상관관계 분석 중
pt_br: Criando suas correlações
ru: Собираем твои корреляции
zh_hans: 正在建立你的相关性分析

source: Bulk
de: Aufbau
es: Volumen
fr: Prise de masse
it: Massa
ja: 増量
ko: 증량
pt_br: Bulking
ru: Набор
zh_hans: 增肌

source: Bulk goal reached
de: Aufbauziel erreicht
es: Objetivo de volumen alcanzado
fr: Objectif de prise de masse atteint
it: Obiettivo di massa raggiunto
ja: 増量目標を達成
ko: 증량 목표 달성
pt_br: Meta de bulking alcançada
ru: Цель по набору достигнута
zh_hans: 增肌目标已达成

source: Cable (Double)
de: Kabel (doppelt)
es: Polea (doble)
fr: Poulie (double)
it: Cavo (doppio)
ja: ケーブル（ダブル）
ko: 케이블 (양쪽)
pt_br: Polia (dupla)
ru: Блок (двусторонний)
zh_hans: 双侧拉索

source: Cable (Single)
de: Kabel (einzeln)
es: Polea (individual)
fr: Poulie (simple)
it: Cavo (singolo)
ja: ケーブル（シングル）
ko: 케이블 (한쪽)
pt_br: Polia (individual)
ru: Блок (односторонний)
zh_hans: 单侧拉索

source: Calories Burned
de: Verbrannte Kalorien
es: Calorías quemadas
fr: Calories brûlées
it: Calorie bruciate
ja: 消費カロリー
ko: 소모 칼로리
pt_br: Calorias queimadas
ru: Сожжённые калории
zh_hans: 消耗热量

source: Calves
de: Waden
es: Gemelos
fr: Mollets
it: Polpacci
ja: ふくらはぎ
ko: 종아리
pt_br: Panturrilhas
ru: Икры
zh_hans: 小腿

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

source: Cancel anytime in Settings. Subscription auto-renews until cancelled.
de: Jederzeit in den Einstellungen kündbar. Das Abo verlängert sich automatisch, bis es gekündigt wird.
es: Cancela cuando quieras en Ajustes. La suscripción se renueva automáticamente hasta que se cancele.
fr: Annulez à tout moment dans les Réglages. L'abonnement se renouvelle automatiquement jusqu'à son annulation.
it: Puoi annullare quando vuoi nelle Impostazioni. L'abbonamento si rinnova automaticamente fino all'annullamento.
ja: 設定からいつでもキャンセルできます。サブスクリプションはキャンセルするまで自動更新されます。
ko: 설정에서 언제든 해지할 수 있어요. 해지 전까지 구독이 자동 갱신돼요.
pt_br: Cancele quando quiser em Ajustes. A assinatura é renovada automaticamente até ser cancelada.
ru: Отменить можно в любой момент в Настройках. Подписка продлевается автоматически, пока её не отменить.
zh_hans: 可随时在“设置”中取消。订阅在取消前会自动续订。

source: Cancel Cardio Session
de: Cardio-Session abbrechen
es: Cancelar sesión de cardio
fr: Annuler la séance de cardio
it: Annulla sessione cardio
ja: 有酸素セッションをキャンセル
ko: 유산소 세션 취소
pt_br: Cancelar sessão de cardio
ru: Отменить кардио
zh_hans: 取消有氧训练

source: Cancel cardio session?
de: Cardio-Session abbrechen?
es: ¿Cancelar la sesión de cardio?
fr: Annuler la séance de cardio ?
it: Annullare la sessione cardio?
ja: 有酸素セッションをキャンセルしますか？
ko: 유산소 세션을 취소할까요?
pt_br: Cancelar sessão de cardio?
ru: Отменить кардио?
zh_hans: 取消有氧训练？

source: Cancel Cardio Session?
de: Cardio-Einheit abbrechen?
es: ¿Cancelar sesión de cardio?
fr: Annuler la séance de cardio ?
it: Annullare la sessione cardio?
ja: 有酸素セッションをキャンセルしますか？
ko: 유산소 세션을 취소할까요?
pt_br: Cancelar sessão de cardio?
ru: Отменить кардио?
zh_hans: 取消有氧训练？

source: Cancel Plan
de: Plan abbrechen
es: Cancelar plan
fr: Annuler le plan
it: Annulla scheda
ja: プランをキャンセル
ko: 플랜 취소
pt_br: Cancelar plano
ru: Отменить план
zh_hans: 取消计划

source: Cancel Session
de: Einheit abbrechen
es: Cancelar sesión
fr: Annuler la séance
it: Annulla sessione
ja: セッションをキャンセル
ko: 세션 취소
pt_br: Cancelar sessão
ru: Отменить сессию
zh_hans: 取消本次训练

source: Cancel Workout
de: Workout abbrechen
es: Cancelar entrenamiento
fr: Annuler la séance
it: Annulla allenamento
ja: ワークアウトをキャンセル
ko: 운동 취소
pt_br: Cancelar treino
ru: Отменить тренировку
zh_hans: 取消训练

source: Cancel Workout Plan?
de: Trainingsplan abbrechen?
es: ¿Cancelar el plan de entrenamiento?
fr: Annuler le programme d'entraînement ?
it: Annullare la scheda?
ja: ワークアウトプランをキャンセルしますか？
ko: 운동 플랜을 취소할까요?
pt_br: Cancelar plano de treino?
ru: Отменить план тренировки?
zh_hans: 取消训练计划？

source: Cancels and deletes the current cardio session.
de: Bricht die aktuelle Cardio-Einheit ab und löscht sie.
es: Cancela y elimina la sesión de cardio actual.
fr: Annule et supprime la séance de cardio en cours.
it: Annulla ed elimina la sessione cardio in corso.
ja: 現在の有酸素セッションをキャンセルして削除します。
ko: 현재 유산소 세션을 취소하고 삭제합니다.
pt_br: Cancela e exclui a sessão de cardio atual.
ru: Отменяет и удаляет текущее кардио.
zh_hans: 取消并删除当前的有氧训练。

source: Cancels and deletes the current workout session.
de: Bricht die aktuelle Workout-Session ab und löscht sie.
es: Cancela y elimina la sesión de entrenamiento actual.
fr: Annule et supprime la séance d'entraînement en cours.
it: Annulla ed elimina la sessione di allenamento in corso.
ja: 現在のワークアウトセッションをキャンセルして削除します。
ko: 현재 운동 세션을 취소하고 삭제합니다.
pt_br: Cancela e exclui a sessão de treino atual.
ru: Отменяет и удаляет текущую тренировку.
zh_hans: 取消并删除当前的训练。

source: Cancels swapping days.
de: Bricht das Tauschen von Tagen ab.
es: Cancela el intercambio de días.
fr: Annule l'échange de jours.
it: Annulla lo scambio dei giorni.
ja: 日の入れ替えをキャンセルします。
ko: 일차 교체를 취소합니다.
pt_br: Cancela a troca de dias.
ru: Отменяет обмен днями.
zh_hans: 取消交换训练日。

source: Cannot finish a workout with no exercises.
de: Ein Workout ohne Übungen kann nicht beendet werden.
es: No se puede finalizar un entrenamiento sin ejercicios.
fr: Impossible de terminer une séance sans exercices.
it: Non puoi terminare un allenamento senza esercizi.
ja: 種目のないワークアウトは終了できません。
ko: 종목이 없으면 운동을 완료할 수 없어요.
pt_br: Não é possível finalizar um treino sem exercícios.
ru: Нельзя завершить тренировку без упражнений.
zh_hans: 训练中没有动作，无法完成。

source: Cardio in progress. %@.
de: Cardio läuft. %@.
es: Cardio en curso. %@.
fr: Cardio en cours. %@.
it: Cardio in corso. %@.
ja: 有酸素運動を実行中。%@。
ko: 유산소 진행 중. %@.
pt_br: Cardio em andamento. %@.
ru: Идёт кардио. %@.
zh_hans: 有氧训练进行中。%@。

source: Cardio Metrics
de: Cardio-Metriken
es: Métricas de cardio
fr: Métriques de cardio
it: Dati del cardio
ja: 有酸素運動の指標
ko: 유산소 지표
pt_br: Métricas de cardio
ru: Показатели кардио
zh_hans: 有氧指标

source: Cardio session cancelled.
de: Cardio-Einheit abgebrochen.
es: Sesión de cardio cancelada.
fr: Séance de cardio annulée.
it: Sessione cardio annullata.
ja: 有酸素セッションをキャンセルしました。
ko: 유산소 세션을 취소했어요.
pt_br: Sessão de cardio cancelada.
ru: Кардио отменено.
zh_hans: 有氧训练已取消。

source: Cardio session finished.
de: Cardio-Einheit beendet.
es: Sesión de cardio finalizada.
fr: Séance de cardio terminée.
it: Sessione cardio terminata.
ja: 有酸素セッションを終了しました。
ko: 유산소 세션을 완료했어요.
pt_br: Sessão de cardio finalizada.
ru: Кардио завершено.
zh_hans: 有氧训练已完成。

source: Cardio Type
de: Cardio-Typ
es: Tipo de cardio
fr: Type de cardio
it: Tipo di cardio
ja: 有酸素運動の種類
ko: 유산소 종류
pt_br: Tipo de cardio
ru: Тип кардио
zh_hans: 有氧类型

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Cambia
ja: 変更
ko: 변경
pt_br: Alterar
ru: Изменить
zh_hans: 更改

source: Change Plan
de: Plan ändern
es: Cambiar plan
fr: Changer de plan
it: Cambia scheda
ja: プランを変更
ko: 플랜 변경
pt_br: Alterar plano
ru: Сменить план
zh_hans: 更改计划

source: Change Title
de: Titel ändern
es: Cambiar título
fr: Modifier le titre
it: Cambia titolo
ja: タイトルを変更
ko: 제목 변경
pt_br: Alterar título
ru: Изменить название
zh_hans: 更改标题

source: Change workout plan
de: Trainingsplan ändern
es: Cambiar plan de entrenamiento
fr: Changer de programme d'entraînement
it: Cambia scheda di allenamento
ja: ワークアウトプランを変更
ko: 운동 플랜 변경
pt_br: Alterar plano de treino
ru: Сменить план тренировки
zh_hans: 更改训练计划

source: Changes apply starting today.
de: Änderungen gelten ab heute.
es: Los cambios se aplican a partir de hoy.
fr: Les modifications s'appliquent à partir d'aujourd'hui.
it: Le modifiche valgono a partire da oggi.
ja: 変更は今日から適用されます。
ko: 변경 사항은 오늘부터 적용돼요.
pt_br: As alterações entram em vigor hoje.
ru: Изменения действуют с сегодняшнего дня.
zh_hans: 更改从今天开始生效。

source: Changes apply starting tomorrow.
de: Änderungen gelten ab morgen.
es: Los cambios se aplican a partir de mañana.
fr: Les modifications s'appliquent à partir de demain.
it: Le modifiche valgono a partire da domani.
ja: 変更は明日から適用されます。
ko: 변경 사항은 내일부터 적용돼요.
pt_br: As alterações entram em vigor amanhã.
ru: Изменения действуют с завтрашнего дня.
zh_hans: 更改从明天开始生效。

source: Charts appear after at least 2 logged sessions for this exercise.
de: Diagramme erscheinen nach mindestens 2 protokollierten Einheiten für diese Übung.
es: Los gráficos aparecen tras al menos 2 sesiones registradas de este ejercicio.
fr: Les graphiques apparaissent après au moins 2 séances enregistrées pour cet exercice.
it: I grafici compaiono dopo almeno 2 sessioni registrate per questo esercizio.
ja: この種目のセッションを2件以上記録すると、グラフが表示されます。
ko: 이 종목의 기록이 2회 이상 쌓이면 차트가 나타나요.
pt_br: Os gráficos aparecem após pelo menos 2 sessões registradas deste exercício.
ru: Графики появятся минимум после 2 записанных тренировок с этим упражнением.
zh_hans: 这个动作至少记录2次训练后才会显示图表。

source: Check Your iCloud Account
de: Überprüfe dein iCloud-Konto
es: Comprueba tu cuenta de iCloud
fr: Vérifie ton compte iCloud
it: Controlla il tuo account iCloud
ja: iCloudアカウントを確認してください
ko: iCloud 계정을 확인하세요
pt_br: Verifique sua conta do iCloud
ru: Проверьте учётную запись iCloud
zh_hans: 请检查你的 iCloud 账户

source: Checking System Status...
de: Systemstatus wird geprüft …
es: Comprobando el estado del sistema...
fr: Vérification de l'état du système...
it: Verifica dello stato del sistema...
ja: システム状況を確認中…
ko: 시스템 상태 확인 중...
pt_br: Verificando status do sistema...
ru: Проверяем состояние системы...
zh_hans: 正在检查系统状态...

source: Chest
de: Brust
es: Pecho
fr: Pectoraux
it: Petto
ja: 胸
ko: 가슴
pt_br: Peito
ru: Грудь
zh_hans: 胸部

source: Choose how weight, height, distance, energy, and temperature are displayed throughout the app.
de: Wähle, wie Gewicht, Größe, Distanz, Energie und Temperatur in der gesamten App angezeigt werden.
es: Elige cómo se muestran el peso, la altura, la distancia, la energía y la temperatura en toda la app.
fr: Choisissez comment le poids, la taille, la distance, l'énergie et la température s'affichent dans toute l'app.
it: Scegli come vengono mostrati peso, altezza, distanza, energia e temperatura in tutta l'app.
ja: 体重、身長、距離、エネルギー、温度をアプリ全体でどう表示するかを選びます。
ko: 앱 전체에서 체중, 키, 거리, 에너지, 온도를 어떤 단위로 표시할지 선택하세요.
pt_br: Escolha como peso, altura, distância, energia e temperatura são exibidos em todo o app.
ru: Выберите, как в приложении показываются вес, рост, дистанция, энергия и температура.
zh_hans: 选择重量、身高、距离、能量和温度在应用中的显示方式。

source: Choose up to %lld metrics to show on the cardio Live Activity. Selecting a new one when two are already chosen replaces the oldest.
de: Wähle bis zu %lld Metriken für die Cardio-Live-Aktivität. Wenn bereits zwei ausgewählt sind, ersetzt eine neue die älteste.
es: Elige hasta %lld métricas para mostrar en la actividad en vivo de cardio. Si ya hay dos seleccionadas, la nueva reemplaza a la más antigua.
fr: Choisis jusqu’à %lld métriques à afficher dans l’activité en direct de cardio. Si deux sont déjà sélectionnées, la nouvelle remplace la plus ancienne.
it: Scegli fino a %lld dati da mostrare nell'attività in tempo reale del cardio. Se ne selezioni uno nuovo quando ne hai già due, sostituisce il più vecchio.
ja: 有酸素運動のLive Activityに表示する指標を最大%lld件まで選べます。すでに2件選択されている状態で新しく選ぶと、最も古いものが置き換わります。
ko: 유산소 실시간 활동에 표시할 지표를 최대 %lld개까지 선택하세요. 2개가 선택된 상태에서 새로 고르면 가장 오래된 항목이 교체돼요.
pt_br: Escolha até %lld métricas para exibir na atividade ao vivo de cardio. Se duas já estiverem selecionadas, a nova substitui a mais antiga.
ru: Выберите до %lld показателей для Live Activity кардио. Если выбрать новый, когда уже есть два, заменится самый старый.
zh_hans: 最多可选择%lld项指标显示在有氧实时活动上。已选两项时再选新的，会替换最早选择的那项。

source: Choose whether the app follows your device appearance or always uses light or dark mode.
de: Wähle, ob die App dem Erscheinungsbild deines Geräts folgt oder immer den hellen oder dunklen Modus verwendet.
es: Elige si la app sigue la apariencia de tu dispositivo o siempre usa el modo claro u oscuro.
fr: Choisis si l'app suit l'apparence de ton appareil ou utilise toujours le mode clair ou sombre.
it: Scegli se l'app segue l'aspetto del dispositivo o usa sempre la modalità chiara o scura.
ja: デバイスの外観設定に合わせるか、常にライトモードまたはダークモードを使うかを選びます。
ko: 앱이 기기 화면 모드를 따를지, 항상 라이트 또는 다크 모드를 쓸지 선택하세요.
pt_br: Escolha se o app segue a aparência do seu dispositivo ou usa sempre o modo claro ou escuro.
ru: Выберите, следовать оформлению устройства или всегда использовать светлую либо тёмную тему.
zh_hans: 选择应用是跟随设备外观，还是始终使用浅色或深色模式。

source: Choose whether you receive a notification when you reach your hydration goal, or also receive coaching notifications for surpassing your goal.
de: Wähle, ob du eine Benachrichtigung erhältst, wenn du dein Flüssigkeitsziel erreichst, oder auch Coaching-Benachrichtigungen, wenn du dein Ziel übertriffst.
es: Elige si recibes una notificación al alcanzar tu objetivo de hidratación, o también notificaciones de coaching al superarlo.
fr: Choisis si tu reçois une notification lorsque tu atteins ton objectif d'hydratation, ou aussi des notifications de coaching lorsque tu le dépasses.
it: Scegli se ricevere una notifica quando raggiungi l'obiettivo di idratazione o anche notifiche di incoraggiamento quando lo superi.
ja: 水分補給目標を達成したときに通知を受け取るか、目標を上回ったときのコーチング通知も受け取るかを選びます。
ko: 수분 섭취 목표를 달성했을 때만 알림을 받을지, 목표를 넘겼을 때 코칭 알림도 받을지 선택하세요.
pt_br: Escolha se você recebe uma notificação ao atingir sua meta de hidratação, ou também notificações de coaching ao superá-la.
ru: Выберите, получать уведомление только при достижении цели по воде или ещё и подсказки за её перевыполнение.
zh_hans: 选择只在达成饮水目标时收到通知，还是超出目标时也收到指导通知。

source: Choose whether you receive notifications when you complete your sleep goal only, or also receive weekly coaching recaps for your sleep averages.
de: Wähle, ob du nur Benachrichtigungen erhältst, wenn du dein Schlafziel erreichst, oder auch wöchentliche Coaching-Zusammenfassungen deiner Schlafdurchschnitte.
es: Elige si recibes notificaciones solo cuando completas tu objetivo de sueño, o también resúmenes de coaching semanales de tus promedios de sueño.
fr: Choisis si tu reçois des notifications uniquement lorsque tu atteins ton objectif de sommeil, ou aussi des récapitulatifs de coaching hebdomadaires de tes moyennes de sommeil.
it: Scegli se ricevere notifiche solo quando completi l'obiettivo di sonno o anche riepiloghi settimanali sulle tue medie di sonno.
ja: 睡眠目標を達成したときだけ通知を受け取るか、睡眠の平均に関する週間コーチングのまとめも受け取るかを選びます。
ko: 수면 목표를 달성했을 때만 알림을 받을지, 주간 수면 평균 코칭 요약도 받을지 선택하세요.
pt_br: Escolha se você recebe notificações apenas ao concluir sua meta de sono, ou também resumos de coaching semanais das suas médias de sono.
ru: Выберите, получать уведомления только при достижении цели по сну или ещё и еженедельные сводки по среднему сну.
zh_hans: 选择只在完成睡眠目标时收到通知，还是也收到每周睡眠均值的指导回顾。

source: Choose whether you receive notifications when you complete your steps goal only, or also receive coaching notifications for double goal, triple goal, and new best milestones.
de: Wähle, ob du nur Benachrichtigungen erhältst, wenn du dein Schrittziel erreichst, oder auch Coaching-Benachrichtigungen für doppeltes Ziel, dreifaches Ziel und neue Bestwerte.
es: Elige si recibes notificaciones solo cuando completas tu objetivo de pasos, o también notificaciones de coaching por objetivo doble, objetivo triple y nuevos récords.
fr: Choisis si tu reçois des notifications uniquement lorsque tu atteins ton objectif de pas, ou aussi des notifications de coaching pour l'objectif doublé, triplé et les nouveaux records.
it: Scegli se ricevere notifiche solo quando completi l'obiettivo di passi o anche notifiche di incoraggiamento per doppio obiettivo, triplo obiettivo e nuovi record.
ja: 歩数目標を達成したときだけ通知を受け取るか、目標の2倍・3倍達成や自己ベスト更新のコーチング通知も受け取るかを選びます。
ko: 걸음 수 목표를 달성했을 때만 알림을 받을지, 목표 2배·3배 달성과 최고 기록 갱신 코칭 알림도 받을지 선택하세요.
pt_br: Escolha se você recebe notificações apenas ao concluir sua meta de passos, ou também notificações de coaching por meta dobrada, meta triplicada e novos recordes.
ru: Выберите, получать уведомления только при достижении цели по шагам или ещё и подсказки за двойную, тройную цель и новые рекорды.
zh_hans: 选择只在完成步数目标时收到通知，还是在双倍目标、三倍目标和新纪录里程碑时也收到指导通知。

source: Chooses whether previous values come from any workout or from the last completed session for the same plan.
de: Legt fest, ob vorherige Werte aus einem beliebigen Workout oder aus der letzten abgeschlossenen Einheit desselben Plans stammen.
es: Elige si los valores anteriores provienen de cualquier entrenamiento o de la última sesión completada del mismo plan.
fr: Détermine si les valeurs précédentes proviennent de n'importe quelle séance ou de la dernière séance terminée du même plan.
it: Sceglie se i valori precedenti provengono da un allenamento qualsiasi o dall'ultima sessione completata con la stessa scheda.
ja: 前回の値を、任意のワークアウトから取得するか、同じプランで最後に完了したセッションから取得するかを選びます。
ko: 이전 값을 모든 운동에서 가져올지, 같은 플랜의 마지막 완료 세션에서 가져올지 선택합니다.
pt_br: Escolhe se os valores anteriores vêm de qualquer treino ou da última sessão concluída do mesmo plano.
ru: Определяет, брать прошлые значения из любой тренировки или из последней завершённой по этому же плану.
zh_hans: 选择上次数值取自任意一次训练，还是同一计划最近完成的那次训练。
